Repository: THLfi/koronavilkku-ios
Catalog: Koronavilkku/Koronavilkku/Localization/*.lproj/Localizable.strings
Languages: fi, sv

# GuideNotificationTitle
source: You receive a notification of potential exposure
fi: Saat ilmoituksen mahdollisesta altistumisesta
sv: Du får ett meddelande om eventuell virusexponering

# GuideNotificationText
source: If the codes collected by your phone match those received from people who have reported a COVID-19 infection, you will be notified of a potential exposure and receive further instructions. If you think that you may have COVID-19, you can take a symptom assessment at any time in the Omaolo.fi web service.
fi: Jos puhelimesi keräämät koodit vastaavat tartunnan saaneilta kerättyjä koodeja, saat ilmoituksen mahdollisesta altistumisesta. Tällöin voit antaa yhteystietosi terveydenhuollon ammattilaisille, niin saat toimintaohjeita. Jos epäilet saaneesi koronatartunnan, voit koska tahansa tehdä oirearvion Omaolo-palvelussa.
sv: Om koderna som din telefon samlat in motsvarar koderna som samlats in från personer som bär på smitta får du ett meddelande om eventuell exponering och anvisningar. Om du misstänker att du smittats med coronaviruset kan du när som helst göra en symtombedömning i tjänsten Omaolo.

# GuideDiagnosisTitle
source: If you are diagnosed with COVID-19
fi: Jos sinulla todetaan tartunta
sv: Om du konstateras ha coronavirus­infektion

# GuideDiagnosisText
source: If you are diagnosed with COVID-19, you will receive a key code from your healthcare professional. You can use this code to report your infection through the app. If you report your infection, the app sends your phone's ID codes to the server. No personal or location information is sent with the ID codes, so you will remain anonymous.
fi: Jos sinulla todetaan tartunta koronavirustestillä, saat terveydenhuollon ammattilaiselta avauskoodin. Koodin avulla voit halutessasi jakaa tiedon tartunnasta sovelluksen kautta. Jos jaat tiedon, sovellus lähettää puhelimesi tunnuskoodit palvelimelle. Tunnuskoodien mukana ei lähetetä henkilö- tai sijaintitietoja, joten pysyt nimettömänä.
sv: Om du konstaterats ha en coronavirus­infektion med ett coronavirustest, får du en startkod från hälsovården. Med hjälp av koden kan du, om du vill, meddela via appen om att du har fått smittan. Om du delar informationen, skickar appen identifikations­koder från din telefon till servern. Inga person- eller platsuppgifter skickas tillsammans med identifikations­koderna, så du förblir anonym.

# GuidePrivacyTitle
source: Your privacy is protected
fi: Näin yksityisyydestäsi huolehditaan
sv: Såhär skyddas din identitet

# GuidePrivacyText
source: The app protects your privacy in the following ways:
fi: Yksityisyydestäsi huolehditaan mm. seuraavin keinoin:
sv: Din identitet skyddas på följande sätt:

# GuidePrivacyItem1
source: The information on encounters is stored only on your device. The stored data is deleted within 21 days, and it is deleted immediately if you remove the app.
fi: Sovelluksen keräämät kohtaamistiedot tallentuvat vain sinun laitteellesi. Tallennetut tiedot poistuvat viimeistään 21 päivän kuluttua tai jos poistat sovelluksen.
sv: Informationen om möten som appen samlar in lagras endast på din telefon. De lagrade uppgifterna avlägsnas från din telefon senast efter 21 dagar eller om du avlägsnar appen från din telefon.

# GuidePrivacyItem2
source: Your identity is encrypted using random IDs.
fi: Henkilöllisyytesi salataan satunnaisten tunnuskoodien avulla.
sv: Din identitet hålls hemlig med hjälp av slumpmässiga identifikations­koder.

# GuidePrivacyItem3
source: The app never saves your phone's location information.
fi: Sovellus ei koskaan tallenna puhelimesi sijaintitietoja.
sv: Appen kan inte lagra var du har befunnit dig med din telefon.

# GuideButtonBack
source: Back
fi: Palaa takaisin
sv: Tillbaka

# EnableTitle
source: COVID-19 exposure notifications are disabled
fi: Altistumis­ilmoitukset eivät ole käytössä
sv: Exponerings­meddelandena för COVID-19 är bortkopplade

# EnableText
source: Because exposure notifications are disabled, Koronavilkku is not currently monitoring nearby phones.
fi: Koska altistumis­ilmoitukset eivät ole käytössä, Koronavilkku ei seuraa lähelläsi olevia puhelimia.
sv: Eftersom exponerings­meddelandena är bortkopplade följer Coronablinkern inte med telefoner i din närhet.

# EnableAttentionText
source: To protect your health and the health of your loved ones, it is recommended that you enable exposure notifications as soon as possible.
fi: Terveydestäsi ja läheistesi terveydestä huolehtimiseksi on suositeltavaa, että otat altistumis­ilmoitukset käyttöön heti kun mahdollista.
sv: För att trygga din egen och dina närståendes hälsa rekommenderas att du kopplar på exponerings­meddelandena så fort det är möjligt.

# EnableButtonTitle
source: Enable COVID-19 exposure notifications
fi: Ota altistumis­ilmoitukset käyttöön
sv: Koppla på COVID-19-exponerings­meddelandena

# EnableButtonLabel
source: Enable
fi: Ota käyttöön
sv: Koppla på

# DisableTitle
source: COVID-19 exposure notifications are enabled
fi: Altistumis­ilmoitukset käytössä
sv: COVID-19-exponerings­meddelandena är påkopplade

# DisableText
source: Do you need to disable exposure notifications?
fi: Pitääkö sinun poistaa altistumis­ilmoitukset käytöstä?
sv: Måste du koppla bort exponerings­meddelandena?

# DisableInfo
source: In some situations, it may be necessary to temporarily disable exposure notifications. This may be the case, for example, if you are a healthcare professional and do not want to use the application at your workplace. If you disable exposure notifications, the application will stop working.
fi: Joissakin tilanteissa voi olla tarpeen väliaikaisesti poistaa altistumis­ilmoitukset käytöstä. Näin voi olla esimerkiksi silloin, jos olet terveydenhuollon ammattilainen etkä halua käyttää sovellusta työpaikallasi. Jos otat altistumis­ilmoitukset pois käytöstä, sovellus ei toimi.
sv: I vissa situationer kan det vara nödvändigt att tillfälligt koppla bort exponerings­meddelanden. Det här kan vara nödvändigt till exempel om du jobbar inom hälsovården och inte vill använda appen på din arbetsplats. Om du kopplar bort exponerings­meddelandena fungerar inte appen.

# DisableAttentionText
source: To protect your health and the health of your loved ones, it is recommended that you disable exposure notifications only if it is really necessary. Remember to enable them again as soon as possible.
fi: Terveydestäsi ja läheistesi terveydestä huolehtimiseksi on suositeltavaa, että otat altistumis­ilmoitukset pois käytöstä vain silloin, jos se on todella tarpeellista. Muistathan ottaa ne uudelleen käyttöön heti kun mahdollista.
sv: För att trygga din egen och dina närståendes hälsa rekommenderas du att inte koppla bort exponerings­meddelandena om det inte är absolut nödvändigt. Du kommer väl ihåg att koppla på dem genast då det är möjligt?

# DisableButtonTitle
source: Disable COVID-19 exposure notifications
fi: Poista altistumis­ilmoitukset käytöstä
sv: Koppla bort COVID-19-exponerings­meddelandena

# DisableButtonLabel
source: Disable
fi: Poista käytöstä
sv: Koppla bort

# DisableConfirmTitle
source: Are you sure you want to disable COVID-19 exposure notifications?
fi: Oletko varma, että haluat poistaa altistumis­ilmoitukset käytöstä?
sv: Är du säker på att du vill koppla bort COVID-19-exponerings­meddelandena?

# DisableConfirmText
source: If you disable exposure notifications, Koronavilkku will not be able to notify you of potential exposure to the coronavirus.
fi: Jos poistat altistumis­ilmoitukset käytöstä, Koronavilkku ei voi ilmoittaa sinulle mahdollisesta altistumisesta koronavirukselle.
sv: Om du kopplar bort exponerings­meddelandena kan inte Coronablinkern meddela dig om eventuell exponering för coronaviruset.

# DisableConfirmButton
source: Disable
fi: Poista käytöstä
sv: Koppla bort

# DisableCancelButton
source: Cancel
fi: Kumoa
sv: Avbryt

# BluetoothDisabledTitle
source: Turn on Bluetooth
fi: Ota Bluetooth käyttöön
sv: Koppla på Bluetooth

# BluetoothDisabledText
source: If Bluetooth is off, Koronavilkku cannot monitor your potential exposure to COVID-19. Allow the use of Bluetooth in your phone's settings.
fi: Ilman Bluetoothia Koronavilkku ei voi seurata mahdollisia altistumisia. Salli Bluetoothin käyttö puhelimesi asetuksissa.
sv: Utan Bluetooth kan Coronablinkern inte följa med eventuella exponeringar. Tillåt Bluetooth-uppkoppling i telefonens inställningar.

# NotificationsOffTitle
source: Notifications are blocked
sv: Meddelanden blockerade

# NotificationsOffText
source: If you don't turn on notifications, Koronavilkku can't notify you of a potential exposure when the app is closed. Follow these instructions to turn notifications on:
sv: Om du inte tar meddelandena i bruk kan Coronablinkern inte meddela dig om eventuell exponering när applikationen är stängd. Så här tar du meddelandena i bruk:

# NotificationsOffSteps
source: 1. Tap the button below to open your phone's settings. 2. Select Notifications. 3. Turn on Allow notifications.
sv: 1. Öppna inställningarna i din telefon via knappen nedan. 2. Välj Meddelanden. 3. Aktivera Tillåt meddelanden.

# ENBlockedTitle
source: Exposure notifications are off
fi: Altistumis­ilmoitukset eivät ole käytössä
sv: Exponerings­meddelandena är bortkopplade

# ENBlockedText
source: Koronavilkku will not work unless you turn on the exposure notifications in your phone’s operating system. How to turn them on:
fi: Koronavilkku ei toimi, jos et ota käyttöön puhelimesi käyttöjärjestelmän altistumis­ilmoituksia. Näin otat ne käyttöön:
sv: Coronablinkern fungerar endast om du kopplar på exponerings­meddelandena i telefonens inställningar. Gör så här för att koppla på exponerings­meddelandena:

# ENBlockedSteps
source: 1. Use the button below to access your phone's settings. 2. Select Exposure Notifications. 3. Turn on Share Exposure Information. 4. Set the Finnish Institute for Health and Welfare as the active region.
fi: 1. Avaa puhelimesi asetukset alla olevasta painikkeesta. 2. Laita COVID-19-altistusloki ja -ilmoitukset päälle.
sv: 1. Tryck på Inställnings­knappen nedan. 2. Öppna Exponerings­notiser. 3. Koppla på Dela exponerings­information. 4. Ställ in Institutet för hälsa och välfärd som aktiv region.

# OpenSettingsButton
source: Open settings
fi: Avaa asetukset
sv: Öppna Inställningar

# ExternalLinkErrorTitle
source: Web page cannot be opened
fi: Verkkosivua ei voida avata
sv: Webbsidan kan inte öppnas

# ExternalLinkErrorMessage
source: Web page cannot be opened because your phone does not have an internet browser or its use has been blocked.
fi: Verkkosivua ei voida avata, koska puhelimessasi ei ole selainta tai sen käyttö on estetty.
sv: Webbsidan kan inte öppnas eftersom din telefon inte har någon webbläsare eller för att webbläsaren är blockerad.

# ManualCheckErrorTitle
source: Error loading exposure data
fi: Altistumistietoja ei voitu ladata
sv: Det gick inte att ladda exponeringsdata

# ManualCheckErrorMessage
source: Exposure data could not be loaded. Please check your internet connection and try again.
fi: Altistumistietojen lataaminen ei onnistunut. Tarkista verkkoyhteys ja yritä uudelleen.
sv: Exponeringsdata kunde inte laddas. Kontrollera din nätverksanslutning och försök på nytt.

# ExposureNotificationTitle
source: Potential exposure
sv: Eventuell exponering

# ExposureNotificationBody
source: You may have been exposed to the coronavirus. Open Koronavilkku and see instructions.
sv: Du kan ha exponerats för coronaviruset. Öppna Coronablinkern och se anvisningarna.
