Repository: THLfi/koronavilkku-ios
Catalog: Koronavilkku/Koronavilkku/Localization/*.lproj/Localizable.strings
Languages: fi, sv

# ButtonBack
source: Back
fi: Takaisin
sv: Tillbaka

# ButtonCancel
source: Cancel
fi: Peruuta
sv: Avbryt

# ButtonNext
source: Next
fi: Seuraava
sv: Nästa

# ButtonContinue
source: Continue
fi: Jatka
sv: Fortsätt

# ButtonStartUsing
source: Start using the app
fi: Aloita käyttö
sv: Börja använda

# ButtonTestUI
source: Test UI
fi: Testikäyttöliittymä
sv: Verktyg

# ButtonLoading
source: Loading
fi: Ladataan
sv: Laddar

# TabHome
source: Home
fi: Koti
sv: Hem

# TabReportInfection
source: Report your infection
fi: Ilmoita tartunnastasi
sv: Meddela din smitta

# TabSettings
source: Settings
fi: Asetukset
sv: Inställningar

# HowItWorksButton
source: More information about Koronavilkku
fi: Katso lisätietoa Koronavilkusta
sv: Se mer information om Coronablinkern

# Checkbox.Text.AccessibilityValueUnchecked
source: Unchecked
fi: Ei valittuna
sv: Avmarkerad

# Checkbox.Text.AccessibilityValueChecked
source: Checked
fi: Valittuna
sv: Markerad

# Checkbox.Text.AccessibilityHint
source: Double tap to toggle
fi: Muuta valintaa kaksoisnapauttamalla
sv: Tryck två gånger för att ändra valet

# MainViewController.Text.ProtectionButtonTitle
source: How to protect yourself from an infection
fi: Näin suojaudut tartunnalta
sv: Skydda dig mot smitta

# MainViewController.Text.ProtectionButtonURL
source: https://thl.fi/en/web/infectious-diseases-and-vaccinations/what-s-new/coronavirus-covid-19-latest-updates/transmission-and-protection-coronavirus
fi: https://thl.fi/fi/web/infektiotaudit-ja-rokotukset/ajankohtaista/ajankohtaista-koronaviruksesta-covid-19/tarttuminen-ja-suojautuminen-koronavirus
sv: https://thl.fi/sv/web/infektionssjukdomar-och-vaccinationer/aktuellt/aktuellt-om-coronaviruset-covid-19/smitta-och-skydd-coronaviruset

# MainViewController.Text.SituationButtonTitle
source: COVID-19 in Finland
fi: Suomen tautitilanne
sv: Coronaläget i Finland

# MainViewController.Text.SituationButtonURL
source: https://thl.fi/en/web/infectious-diseases-and-vaccinations/what-s-new/coronavirus-covid-19-latest-updates/situation-update-on-coronavirus
fi: https://thl.fi/fi/web/infektiotaudit-ja-rokotukset/ajankohtaista/ajankohtaista-koronaviruksesta-covid-19/tilannekatsaus-koronaviruksesta
sv: https://thl.fi/sv/web/infektionssjukdomar-och-vaccinationer/aktuellt/aktuellt-om-coronaviruset-covid-19/lagesoversikt-om-coronaviruset

# MainViewController.Text.AppGuideButton
source: About Koronavilkku
fi: Tietoa Koronavilkusta
sv: Om Coronablinkern

# StatusHeaderView.Text.TitleEnabled
source: Koronavilkku is active
fi: Koronavilkku käytössä
sv: Coronablinkern är påkopplad

# StatusHeaderView.Text.TitleDisabled
source: Koronavilkku is disabled
fi: Koronavilkku ei käytössä
sv: Coronablinkern är bortkopplad

# StatusHeaderView.Text.TitleLocked
source: Koronavilkku is locked
fi: Koronavilkku lukittu
sv: Coronablinkern är låst

# StatusHeaderView.Text.TitleNotificationsOff
source: Notifications are blocked
sv: Meddelanden är inte i bruk

# StatusHeaderView.Text.BodyNotificationsOff
source: Turn on notifications so that Koronavilkku can notify you of potential exposure.
sv: Ta meddelandena i bruk för att Coronablinkern ska kunna meddela dig om eventuell exponering.

# StatusHeaderView.Text.BodyEnabled
source: The app works even if you close it.
fi: Sovellus toimii, vaikka suljet sen.
sv: Appen fungerar även om du stänger den.

# StatusHeaderView.Text.BodyDisabled
source: Enable exposure notifications.
fi: Ota altistumis­ilmoitukset uudelleen käyttöön.
sv: Koppla på exponerings­meddelandena på nytt.

# StatusHeaderView.Text.BodyBTOff
source: Turn on Bluetooth.
fi: Ota Bluetooth käyttöön.
sv: Koppla på Bluetooth.

# StatusHeaderView.Text.BodyLocked
source: The app is locked because you reported that you have an infection. To turn on the app again, remove it from your phone and reinstall it.
fi: Kiitos, että ilmoitit tartunnastasi. Sovellus ei enää kerää tietoja kohtaamisista. Pikaista paranemista!
sv: Appen är låst eftersom du meddelat om din smitta. Om du vill ta appen i bruk igen ska du avinstallera den och installera den på nytt.

# StatusHeaderView.Text.EnableButton
source: Enable
fi: Ota käyttöön
sv: Koppla på

# StatusHeaderView.Text.EnableNotificationsButton
source: Turn on
sv: Ta i bruk

# ExposuresElement.Text.TitleNoExposures
source: No observed exposures
fi: Ei havaittuja altistumisia
sv: Ingen exponering har upptäckts

# ExposuresElement.Text.BodyExposureCheckDelayed
source: Checking for potential exposures has not been carried out for over 24 hours. The app will try again later. You can start a check now.
fi: Altistumistietojen tarkistus ei ole onnistunut yli 24 tuntiin. Sovellus yrittää tarkistaa tiedot myöhemmin. Voit myös käynnistää tarkistuksen nyt.
sv: Kontrollen av eventuella exponeringar har inte lyckats på över 24 timmar. Appen försöker utföra kontrollen igen senare. Du kan själv starta kontrollen nu.

# ExposuresElement.Text.AccessibilityValueCheckDelayed
source: Checking for potential exposures has not been carried out for over 24 hours.
fi: Altistumistietojen tarkistus ei ole onnistunut yli 24 tuntiin.
sv: Kontrollen av eventuella exponeringar har inte lyckats på över 24 timmar.

# ExposuresElement.Text.TitleHasExposures
source: Potential exposure
fi: Mahdollinen altistuminen
sv: Eventuell exponering

# ExposuresElement.Text.BodyHasExposures
source: You may have been exposed to the coronavirus
fi: Olet saattanut altistua virukselle
sv: Du kan ha exponerats för coronaviruset

# ExposuresElement.Text.ButtonOpen
source: See instructions
fi: Katso toimintaohjeet
sv: Se anvisningar

# ExposuresElement.Text.ButtonCheckNow
source: Check now
fi: Käynnistä tarkistus
sv: Kontrollera nu

# ExposuresElement.Text.ButtonExposureGuide
source: If you receive an exposure notification follow these instructions
fi: Jos saat altistumisilmoituksen, toimi näin
sv: Om du får ett exponerings­meddelande, gör så här

# SymptomsElement.Text.Title
source: Do you think you may have COVID-19?
fi: Epäiletkö tartuntaa?
sv: Misstänker du smitta?

# SymptomsElement.Text.Body
source: Take an online medical COVID-19 symptom check-up
fi: Tee koronavirustaudin oirearvio
sv: Gör en symtombedömning

# ExposuresViewController.Text.TitleHasExposures
source: Potential exposure
fi: Mahdollinen altistuminen
sv: Eventuell exponering

# HasExposuresView.Text.Heading
source: In the past 10 days, you have been close to a person who has reported a COVID-19 infection.
fi: Olet ollut viimeisten 14 vuorokauden aikana lähellä henkilöä, joka on ilmoittanut korona­tartunnastaan sovelluksen kautta.
sv: Du har under de senaste 10 dygnen varit i närheten av en person som meddelat om sin coronasmitta via applikationen.

# HasExposuresView.Text.ContactCardTitle
source: Contact healthcare services if necessary
fi: Ota yhteyttä terveydenhuoltoon
sv: Kontakta vid behov hälsovården

# HasExposuresView.Text.ContactCardText
source: If you are asymptomatic or your symptoms are mild and your general condition is good, you do not need to contact healthcare services or get tested. In some situations, it is important to contact healthcare services. Read the instructions below and contact healthcare services if necessary.
fi: Tieto mahdollisesta altistumisestasi ei välity terveydenhuoltoon, jollet itse ota yhteyttä.
sv: Om du är symtomfri eller om dina symtom är lindriga och ditt allmäntillstånd är bra behöver du inte kontakta hälsovården eller gå och ta ett test. I en del situationer är det viktigt att kontakta hälsovården. Läs anvisningarna nedan och kontakta vid behov hälsovården.

# HasExposuresView.Text.ContactButtonTitle
source: Contact
fi: Ota yhteyttä
sv: Ta kontakt

# HasExposuresView.Text.ExposuresButtonTitle
source: Show exposure notifications
fi: Katso altistumis­ilmoitukset
sv: Visa exponerings­meddelandena

# HasExposuresView.Text.InstructionsTitle
source: What should I do?
fi: Toimi näin
sv: Gör så här

# HasExposuresView.Text.InstructionsLede
source: Follow the instructions below for at least 5 days. The instructions also apply to vaccinated persons.
fi: Noudata näitä ohjeita 14 päivän ajan:
sv: Följ följande anvisningar i minst 5 dagar. Anvisningarna gäller även vaccinerade.

# HasExposuresView.Text.InstructionsDistancing
source: Avoid meeting other people.
fi: Vältä tapaamasta muita ihmisiä.
sv: Undvik att träffa andra människor.

# HasExposuresView.Text.InstructionsHygiene
source: Maintain good hand hygiene.
fi: Huolehdi käsihygieniastasi.
sv: Var noggrann med din handhygien.

# HasExposuresView.Text.InstructionsAvoidTravel
source: Avoid public places and public transport. If you have to visit public places, keep at least a two-meter distance to other people. Also use a face mask.
fi: Vältä julkisia paikkoja ja liikennevälineitä. Jos joudut liikkumaan julkisilla paikoilla, pidä muihin ihmisiin etäisyyttä vähintään kaksi metriä. Jos et pysty pitämään riittävästi etäisyyttä, käytä kasvomaskia.
sv: Undvik offentliga platser och kollektivtrafik. Om du är tvungen att vistas på offentliga platser ska du hålla ett avstånd på minst två meter till andra människor. Använd även ansiktsmask.

# HasExposuresView.Text.InstructionsShopping
source: If possible, let someone else handle food shopping and other errands outside the home.
fi: Anna toisen henkilön hoitaa ruokaostokset ja muu asiointi kodin ulkopuolella, jos mahdollista.
sv: Låt en annan person handla mat och sköta andra ärenden utanför hemmet, om möjligt.

# HasExposuresView.Text.InstructionsCoughing
source: If you cough or sneeze, use a disposable tissue to cover your mouth and nose. Put the used tissue in a waste bin and wash your hands with water and soap or use hand sanitiser. If you do not have a tissue, cough or sneeze into your sleeve.
fi: Jos yskit tai aivastat, suojaa suusi ja nenäsi kertakäyttö­nenäliinalla. Laita käytetty nenäliina jäteastiaan ja pese kätesi vedellä ja saippualla tai käytä käsihuuhdetta. Jos sinulla ei ole nenäliinaa, yski tai aivasta hihaan.
sv: Om du hostar eller nyser ska du skydda din mun och näsa med en engångsnäsduk. Kasta den använda näsduken i soporna och tvätta dina händer med tvål och vatten eller använd hand­desinfektions­medel. Om du inte har en näsduk till hands, hosta eller nys i armvecket.

# HasExposuresView.Text.InstructionsRemoteWork
source: Work remotely if possible.
fi: Tee etätyötä, jos mahdollista.
sv: Arbeta på distans, om möjligt.

# HasExposuresView.Text.InstructionsWhenAbroad
source: If you are not in Finland, follow any instructions given by local authorities.
fi: Jos et ole Suomessa, noudata paikallisten viranomaisten ohjeita.
sv: Om du inte befinner dig i Finland ska du följa de lokala myndigheternas anvisningar.

# HasExposuresView.Text.TestingTitle
source: When should I get tested for COVID-19?
sv: När bör man gå och ta ett coronatest?

# HasExposuresView.Text.TestingBody
source: In some situations, it is important to get tested by healthcare services. These situations are described in more detail on THL's website.
sv: I en del situationer är det viktigt att ta ett test hos hälsovården. Dessa situationer beskrivs närmare på THL:s webbplats.

# HasExposuresView.Text.InfoLinkTitle
source: See further instructions
sv: Se närmare anvisningar

# HasExposuresView.Text.InfoLinkURL
source: https://thl.fi/en/web/infectious-diseases-and-vaccinations/what-s-new/coronavirus-covid-19-latest-updates/transmission-and-protection-coronavirus/contact-tracing-app-will-help-stop-chains-of-infection/koronavilkku-exposure-notifications-in-special-situations
sv: https://thl.fi/sv/web/infektionssjukdomar-och-vaccinationer/aktuellt/aktuellt-om-coronaviruset-covid-19/smitta-och-skydd-coronaviruset/applikation-som-intensifierar-brytandet-av-smittokedjorna/coronablinkerns-exponeringsmeddelanden-vid-specialsituationer

# NoExposuresView.Text.Heading
source: No observed exposures
fi: Ei havaittuja altistumisia
sv: Ingen exponering har upptäckts

# NoExposuresView.Text.Subtitle
source: According to the information collected by Koronavilkku, you have not been near a person who has reported an infection within the last 10 days.
fi: Koronavilkun keräämien tietojen mukaan et ole ollut tartunnasta ilmoittaneen henkilön lähellä viimeisten 14 päivän aikana.
sv: Enligt uppgifter som samlats in av Coronablinkern har du inte varit i närheten av en person som meddelat om sin coronasmitta under de senaste 10 dagarna.

# NoExposuresView.Text.DisclaimerText
source: However, the application is not able to identify every situation where exposure may occur.
fi: Sovellus ei kuitenkaan tunnista kaikkia mahdollisia altistumis­tilanteita.
sv: Appen identifierar dock inte alla eventuella exponerings­situationer.

# NoExposuresView.Text.ExposureGuideButton
source: If you receive an exposure notification, follow these instructions
fi: Jos saat altistumis­ilmoituksen, toimi näin
sv: Om du får ett exponerings­meddelande, gör så här

# NoExposuresView.Text.AppGuideButton
source: About Koronavilkku
fi: Tietoa Koronavilkusta
sv: Information om Coronablinkern

# ExposuresLastCheckedView.Text.LastCheckedAt
source: Last checked %@
fi: Tarkistettu viimeksi %@
sv: Senast granskad %@

# ExposuresLastCheckedView.Text.MomentAgo
source: a moment ago
fi: hetki sitten
sv: för ett ögonblick sedan

# ExposuresLastCheckedView.Text.NotCheckedYet
source: No checks yet
fi: Altistumistietoja ei ole vielä tarkistettu
sv: Ingen kontroll ännu

# NotificationListViewController.Text.Title
source: Exposure notifications
fi: Altistumis­ilmoitukset
sv: Exponerings­meddelandena

# NotificationListViewController.Text.Disclaimer
source: The assessment of your exposure is based on encounters that Koronavilkku has collected during the last 10 days. The intensity of exposure cannot be accurately assessed.
fi: Arvio altistumisesta perustuu Koronavilkun keräämiin kohtaamistietoihin viimeisten 14 vuorokauden ajalta. Altistumisen voimakkuutta ei voida täsmällisesti arvioida.
sv: Bedömningen om exponeringen bygger på den information om möten som Coronablinkern har samlat in under de senaste 10 dygnen. Coronablinkern ger ingen exakt bedömning av hur stor smittorisken är.

# NotificationListViewController.Text.ItemTitle
source: Notification about potential exposure %@
fi: Altistumisilmoitus %@
sv: Meddelande om eventuell exponering %@

# NotificationListViewController.Text.ItemCountLabel
source: Potential exposures
fi: Mahdollisia altistumisia
sv: Eventuella exponeringar

# NotificationListViewController.Text.ItemCountValue
source: %@ pcs.
fi: %@ kpl
sv: %@ st.

# NotificationListViewController.Text.ItemDaysLabel
source: Days with new potential exposures
sv: Dagar med nya eventuella exponeringar

# NotificationListViewController.Text.ItemDaysValue
source: %d pcs.
sv: %d st.

# NotificationListViewController.Text.ItemIntervalLabel
source: Time period
fi: Aikavälillä
sv: Tidsperiod

# ReportInfectionViewController.Text.LockedTitle
source: You have already reported your infection
fi: Olet jo ilmoittanut tartunnasta
sv: Du har redan meddelat om din smitta

# ReportInfectionViewController.Text.LockedText
source: The information you have reported will help to tackle the coronavirus epidemic. The app is locked because you reported that you have an infection. To turn on the app again, remove it from your phone and reinstall it.
fi: Ilmoittamasi tiedot auttavat koronavirus­epidemian taltuttamisessa. Sovellus on nyt lukittu eikä enää kerää tietoja kohtaamisista. Pikaista paranemista!
sv: De uppgifter du angett bidrar till att bekämpa coronavirusepidemin. Appen är låst eftersom du meddelat om din smitta. Om du vill ta appen i bruk igen ska du avinstallera den och installera den på nytt.

# ReportInfectionViewController.Text.DisabledText
source: Exposure notifications must be turned on to report an infection. Enable exposure notifications in the Koronavilkku Home view.
fi: Altistumis­ilmoitusten täytyy olla käytössä, jotta voit ilmoittaa tartunnasta. Ota altistumis­ilmoitukset käyttöön Koronavilkun Koti-näkymässä.
sv: Exponerings­meddelandena måste vara påkopplade för att du ska kunna meddela att du har blivit smittad. Koppla på exponerings­meddelandena i Coronablinkerns hemvy.

# ReportInfectionViewController.Text.ReportTitle
source: Report your infection
fi: Ilmoita tartunnastasi
sv: Meddela om din smitta

# ReportInfectionViewController.Text.ReportMessagePrimary
source: You will need a key code to report your infection. You will receive a key code from a healthcare professional or via text message from the Finnish Institute for Health and Welfare if your COVID-19 test by a healthcare services comes back positive. Not all areas send unlock codes.
fi: Ilmoittaaksesi tartunnastasi tarvitset avauskoodin. Saat koodin terveyden­huollon ammattilaiselta tai tekstiviestillä THL:ltä, jos sinulla todetaan tartunta koronavirustestillä Suomessa.
sv: För att meddela om din smitta behöver du en startkod. Du får startkoden från en yrkesperson inom hälsovården eller per textmeddelande från THL, om du i ett coronavirustest hos hälsovården i Finland har konstaterat vara smittad. Startkoder skickas inte i alla områden.

# ReportInfectionViewController.Text.ReportMessageSecondary
source: Enter the key code on the phone you usually carry with you. Koronavilkku indicates potential exposure to users who have been close to you during the period when you could have infected others. The key code does not reveal your identity.
fi: Syötä avauskoodi sillä puhelimella, jota yleensä pidät mukanasi. Koronavilkku ilmoittaa mahdollisesta altistumisesta sovelluksen käyttäjille, jotka ovat olleet lähelläsi todennäköisenä tartuttavuusaikana. Avauskoodista ei voi tunnistaa henkilöllisyyttäsi.
sv: Ange startkoden i den telefon som du vanligtvis har med dig. Coronablinkern meddelar om eventuell exponering till de användare av applikationen som har varit i din närhet under perioden som du sannolikt har varit smittsam. Det är inte möjligt att identifiera dig med hjälp av startkoden.

# ReportInfectionViewController.Text.ReportButton
source: Report your infection
fi: Ilmoita tartunnasta
sv: Meddela om smitta

# ChooseDestinationViewController.Text.Title
source: Select who Koronavilkku notifies of potential exposure.
fi: Kenelle haluat ilmoittaa tartunnastasi?
sv: Välj vem du vill att Coronablinkern meddelar om eventuell exponering.

# ChooseDestinationViewController.Text.DestinationEFGS
source: Users of Koronavilkku and other European COVID-19 applications.
fi: Koronavilkun ja muiden eurooppalaisten koronasovellusten käyttäjille.
sv: För användare av Coronablinkern och andra europeiska corona-applikationer.

# ChooseDestinationViewController.Text.DestinationLocal
source: Users of Koronavilkku only.
fi: Vain Koronavilkun käyttäjille.
sv: Endast för användare av Coronablinkern.

# ChooseDestinationViewController.Text.PublishTokenReceived
source: Koronavilkku got your key code from a text message.
fi: Koronavilkku sai avauskoodisi tekstiviestistä.
sv: Coronablinkern fick din startkod från textmeddelandet.

# TravelStatusViewController.Text.Title
source: Have you travelled abroad within the past 14 days?
fi: Oletko matkustanut ulkomailla viimeisten 14 vuorokauden aikana?
sv: Har du rest utomlands under de senaste 14 dygnen?

# TravelStatusViewController.Text.NotTravelled
source: I have not travelled.
fi: En ole matkustanut.
sv: Nej.

# TravelStatusViewController.Text.HasTravelled
source: I have travelled.
fi: Olen matkustanut.
sv: Ja.

# ChooseCountriesViewController.Text.Title
source: Where have you travelled?
fi: Missä olet matkustanut?
sv: Var har du rest?

# ChooseCountriesViewController.Text.Message
source: Which countries have you visited within the past 14 days? If the country you visited is not listed or you do not want to disclose it, select Other.
fi: Missä maissa olet matkustanut viimeisten 14 vuorokauden aikana? Jos matkustusmaasi ei ole listalla tai et halua kertoa sitä, valitse Muu.
sv: I vilka länder har du rest under de senaste 14 dygnen? Om landet dit du rest inte finns med på listan eller om du inte vill berätta det, välj Annat.

# ChooseCountriesViewController.Text.CheckboxOther
source: Other
fi: Muu
sv: Annat

# ConfirmReportViewController.Text.Title
source: Confirm and send
fi: Vahvista ja lähetä
sv: Bekräfta och sänd

# ConfirmReportViewController.Text.MessageLocal
source: Information about your infection will be shared anonymously with users of Koronavilkku.
fi: Tieto tartunnastasi jaetaan nimettömästi Koronavilkun käyttäjille.
sv: Informationen om din smitta förmedlas anonymt till de som använder Coronablinkern.

# ConfirmReportViewController.Text.MessageEFGS
source: Information about your infection will be shared anonymously with users of Koronavilkku and other European COVID-19 applications.
fi: Tieto tartunnastasi jaetaan nimettömästi Koronavilkun ja muiden eurooppalaisten korona­sovellusten käyttäjille.
sv: Information om din smitta meddelas anonymt till de som använder Coronablinkern och andra europeiska corona-applikationer.

# ConfirmReportViewController.Text.TravelSubtitle
source: Travel information
fi: Matkustustiedot
sv: Reseuppgifter

# ConfirmReportViewController.Text.NotTravelledMessage
source: You have not travelled abroad within the past 14 days.
fi: Et ole matkustanut viimeisten 14 vuorokauden aikana ulkomailla.
sv: Du har inte rest utomlands under de senaste 14 dygnen.

# ConfirmReportViewController.Text.HasTravelledMessage
source: You have visited these countries within the past 14 days:
fi: Olet matkustanut viimeisten 14 vuorokauden aikana näissä maissa:
sv: Du har rest i dessa länder under de senaste 14 dygnen:

# ConfirmReportViewController.Text.OptionOther
source: Other
fi: Muu
sv: Annat

# ConfirmReportViewController.Text.TermsSubtitle
source: Consent
fi: Suostumus
sv: Samtycke

# ConfirmReportViewController.Text.TermsCheckboxLocal
source: My encounter data and the estimated period of when I could have infected others may be shared with Koronavilkku for the purpose of breaking transmission chains. I give this consent voluntarily. My consent has not been required in a healthcare customer service situation nor in a procedure of authority.
fi: Kohtaamistietoni sekä tiedon todennäköisestä tartuttavuus­ajastani saa luovuttaa Koronavilkku-sovelluksen käyttöön tartunta­ketjujen katkaisemiseksi. Annan suostumukseni vapaaehtoisesti. Minulta ei ole vaadittu suostumusta terveydenhuollon asiakas­palvelu­tilanteessa eikä viranomais­menettelyssä.
sv: Mina mötesuppgifter samt information om min sannolika smittsamhets­period får lämnas ut för användning i Coronablinker-applikationen i syfte att bryta smittkedjorna. Jag ger mitt samtycke frivilligt. Mitt samtycke har inte krävts i en kundbetjänings­situation inom hälsovården eller i ett myndighets­förfarande.

# ConfirmReportViewController.Text.TermsCheckboxEFGS
source: My encounter data, the travel information I have selected above, and the estimated period of when I could have infected others may be shared to COVID-19 applications used in the EU, EEA, Switzerland and the United Kingdom for the purpose of breaking transmission chains.
fi: Kohtaamistietoni, edellä valitsemani matkustustiedot ja tiedon todennäköisestä tartuttavuus­ajastani saa luovuttaa EU- ja Eta-maiden sekä Sveitsin ja Iso-Britannian korona­sovellusten käyttöön tartunta­ketjujen katkaisemiseksi.
sv: Mina mötesuppgifter, ovan valda reseuppgifter och information om min sannolika smittsamhets­period får lämnas ut för användning av corona-applikationer i EU- och EES-länderna samt Schweiz och Storbritannien i syfte att bryta smittkedjorna.

# ConfirmReportViewController.Text.TermsDisclaimer
source: Once you have sent the information, you cannot withdraw your consent.
fi: Kun olet lähettänyt tiedot, et voi enää peruuttaa antamaasi suostumusta.
sv: När du sänt uppgifterna kan du inte längre återkalla ditt samtycke.
