Repository: THLfi/koronavilkku-ios
Catalog: Koronavilkku/Koronavilkku/Localization/*.lproj/Localizable.strings
Languages: fi, sv

# ConfirmReportViewController.Text.Button
source: Enter your key code
fi: Syötä avauskoodisi
sv: Ange din startkod

# PublishTokensViewController.Text.Title
source: Enter your key code
fi: Syötä avauskoodisi
sv: Ange din startkod

# PublishTokensViewController.Text.ButtonSubmit
source: Send
fi: Lähetä
sv: Skicka

# PublishTokensViewController.Text.AdditionalText
source: The key code does not reveal your identity.
fi: Avauskoodista ei voi tunnistaa henkilöllisyyttäsi.
sv: Det är inte möjligt att identifiera dig med hjälp av startkoden.

# PublishTokensViewController.Text.ErrorWrongPublishToken
source: The key code is invalid or has expired. Please check that you have entered the exact code you received.
fi: Avauskoodi on virheellinen tai sen voimassaolo on päättynyt. Tarkistathan, että olet syöttänyt koodin täsmälleen oikein.
sv: Startkoden är felaktig eller har gått ut. Kontrollera att du har angett koden korrekt.

# PublishTokensViewController.Text.ErrorNetwork
source: Failed to report infection because the server cannot be reached. Please check your internet connection and try again.
fi: Tartunnasta ilmoittaminen epäonnistui, koska palvelimeen ei saada yhteyttä. Ole hyvä ja yritä hetken kuluttua uudelleen.
sv: Det gick inte att meddela om din smitta eftersom servern inte kunde nås. Försök igen om ett ögonblick.

# ReportInfectionFlowViewController.Text.FinishedTitle
source: Thank you for your report
fi: Kiitos ilmoituksestasi
sv: Tack för ditt meddelande

# ReportInfectionFlowViewController.Text.FinishedText
source: The information you have reported will help to tackle the coronavirus epidemic. We wish you a quick recovery! The app is now locked and no longer collects information about nearby phones. To turn on the app again, remove it from your phone and download it from the App Store.
fi: Ilmoittamasi tiedot auttavat koronavirus­epidemian taltuttamisessa. Sovellus on nyt lukittu eikä enää kerää tietoja kohtaamisista. Pikaista paranemista!
sv: De uppgifter du angett bidrar till att bekämpa coronavirusepidemin. Krya på dig! Appen är nu låst. Coronablinkern samlar inte längre information om närliggande telefoner. Om du vill ta appen i bruk igen ska du avinstallera den och installera den på nytt från appbutiken.

# SymptomsViewController.Text.Heading
source: COVID-19 symptom assessment
fi: Koronavirustaudin oirearvio
sv: Bedömning av coronasymtom

# SymptomsViewController.Text.Body
source: If you suspect that you have COVID-19, take an online COVID-19 symptom assessment in the Omaolo service. You will receive additional instructions based on your answers. It takes approximately 10 minutes to complete the assessment.
fi: Tee oirearvio Omaolo-palvelussa, jos epäilet saaneesi koronavirus­tartunnan. Saat vastaustesi perusteella lisäohjeita. Vastaaminen kestää noin 10 minuuttia.
sv: Gör en bedömning av dina symtom i Omaolo, om du misstänker att du smittats av coronaviruset. Du får anvisningar på basen av dina svar. Det tar cirka 5-10 minuter att fylla i bedömningen.

# SymptomsViewController.Text.LinkTitle
source: Take a symptom assessment in the Omaolo service
fi: Tee oirearvio Omaolo-palvelussa
sv: Gör en bedömning av dina symtom i tjänsten Omaolo

# SymptomsViewController.Text.LinkURL
source: https://www.omaolo.fi/palvelut/oirearviot/649?lang=en
fi: https://www.omaolo.fi/palvelut/oirearviot/649?lang=fi
sv: https://www.omaolo.fi/palvelut/oirearviot/649?lang=sv

# SettingsViewController.Text.Heading
source: Settings
fi: Asetukset
sv: Inställningar

# SettingsViewController.Text.StatusTitle
source: Exposure notifications
fi: Altistumis­ilmoitukset
sv: Exponerings­meddelandena

# SettingsViewController.Text.StatusOn
source: Enabled
fi: Käytössä
sv: I bruk

# SettingsViewController.Text.StatusOff
source: Disabled
fi: Ei käytössä
sv: Ur bruk

# SettingsViewController.Text.StatusLocked
source: Locked
fi: Lukittu
sv: Låst

# SettingsViewController.Text.ChangeLanguage
source: Change app language
fi: Vaihda sovelluksen kieli
sv: Byt appens språk

# SettingsViewController.Text.HowItWorksTitle
source: How Koronavilkku works
fi: Näin Koronavilkku toimii
sv: Så fungerar Coronablinkern

# SettingsViewController.Text.SettingsAboutTitle
source: About the app
fi: Tietoa sovelluksesta
sv: Info om appen

# SettingsViewController.Text.FAQLinkTitle
source: Frequently asked questions
fi: Usein kysyttyä
sv: Vanliga frågor

# SettingsViewController.Text.FAQLinkURL
source: https://koronavilkku.fi/en/faq/
fi: https://koronavilkku.fi/ukk/
sv: https://koronavilkku.fi/sv/vanliga-fragor/

# SettingsViewController.Text.TermsLinkTitle
source: Terms of use
fi: Käyttöehdot
sv: Användningsvillkor

# SettingsViewController.Text.TermsLinkURL
source: https://koronavilkku.fi/en/terms/
fi: https://koronavilkku.fi/kayttoehdot/
sv: https://koronavilkku.fi/sv/anvandningsvillkor/

# SettingsViewController.Text.PrivacyLinkTitle
source: Privacy policy
fi: Tietosuoja
sv: Datasekretess

# SettingsViewController.Text.PrivacyLinkURL
source: https://koronavilkku.fi/en/privacy/
fi: https://koronavilkku.fi/tietosuojaseloste/
sv: https://koronavilkku.fi/sv/dataskydd/

# SettingsViewController.Text.AccessibilityLinkTitle
source: Accessibility statement
sv: Tillgänglighetsutlåtande

# SettingsViewController.Text.AccessibilityLinkURL
source: https://koronavilkku.fi/en/accessibility-statement/
sv: https://koronavilkku.fi/sv/tillganglighetsutlatande/

# SettingsViewController.Text.OpenSourceLicenses
source: Open source licenses
fi: Avoimen lähdekoodin lisenssit
sv: Licenser för öppen källkod

# SettingsViewController.Text.AppInfoWithVersion
source: Koronavilkku %@
sv: Coronablinkern %@

# ChangeLanguageViewController.Text.Title
source: Change app language
fi: Vaihda sovelluksen kieli
sv: Byt appens språk

# ChangeLanguageViewController.Text.Message
source: You can change Koronavilkku's language in the Settings app.
fi: Voit vaihtaa Koronavilkun kielen puhelimesi asetuksissa.
sv: Du kan byta Coronablinkerns språk i telefonens Inställningar.

# ChangeLanguageViewController.Text.ButtonTitle
source: Change language in Settings
fi: Vaihda sovelluksen kieli
sv: Byt språk i Inställningar

# LicenseListViewController.Text.Title
source: Open source licenses
fi: Avoimen lähdekoodin lisenssit
sv: Licenser för öppen källkod

# LinkLanguageViewController.Text.Title
source: Select language
fi: Valitse asiointikieli
sv: Välj kontaktspråk

# LinkLanguageViewController.Text.SymptomsAssesmentSubtitle
source: Omaolo symptom assessment
fi: Omaolon oirearvio
sv: Symtombedömning på Omaolo

# LinkLanguageViewController.Text.SymptomsAssesmentText
source: You can take the symptom assessment in the following languages. Select a language. You will then be taken to the Omaolo.fi web service. It takes approximately 5-10 minutes to take a symptom assessment.
fi: Voit tehdä oirearvion alla olevilla kielillä. Valitse kieli. Tämän jälkeen siirryt Omaolo.fi-verkkopalveluun. Oirearvion tekemiseen kuluu noin 5–10 minuuttia.
sv: Du kan göra symtombedömningen på nedanstående språk. Välj språk. Efter detta hänvisas du till nättjänsten Omaolo.fi. Det tar cirka 5–10 minuter att göra en symtombedömning.

# LinkLanguageViewController.Text.ContactRequestSubtitle
source: Send a contact request
fi: Lähetä yhteydenottopyyntö
sv: Lämna en kontaktförfrågan till hälsovården

# LinkLanguageViewController.Text.ContactRequestText
source: If you don't have symptoms, you can send a contact request via the Omaolo.fi web service. Select the language for the service. You will then be taken to the Omaolo.fi web service.
fi: Jos olet oireeton, voit lähettää yhteydenottopyynnön Omaolo.fi-verkkopalvelussa. Valitse asiointikieli. Tämän jälkeen siirryt Omaolo.fi-verkkopalveluun.
sv: Om du är symtomfri, kan du skicka ett meddelande via nättjänsten Omaolo.fi att du vill bli kontaktad. Välj kontaktspråk. Efter det här hänvisas du till nättjänsten Omaolo.fi.

# MunicipalityContactInfoViewController.Text.SymptomAssesmentTitle
source: Contact healthcare via the Omaolo symptom assessment
fi: Tee oirearvio Omaolossa
sv: Ta kontakt med hjälp av Omaolos symtombedömning

# MunicipalityContactInfoViewController.Text.SymptomAssesmentButton
source: Take assessment
fi: Tee oirearvio
sv: Börja

# MunicipalityContactInfoViewController.Text.SymptomAssesmentDescription
source: Complete a symptom assessment in the Omaolo service; after this, you will be given instructions and an evaluation of whether you need a coronavirus test. Filling in the symptom checker takes approximately 5–10 minutes.
fi: Suosittelemme, että otat yhteyttä terveydenhuoltoon tekemällä oirearvion. Näin saat asiasi helposti vireille verkossa ja helpotat terveyden­huollon ammattilaisten tekemää työtä. Oirearvion tekemiseen kuluu noin 5–10 minuuttia.
sv: Gör en symtombedömning i tjänsten Omaolo så får du anvisningar och en bedömning av behovet av att ta ett coronavirustest. Det tar cirka 5–10 minuter att göra en symtombedömning.

# MunicipalityContactInfoViewController.Text.SymptomAssesmentHelp
source: If you are under 15 years old, ask your guardian to use Omaolo on your behalf.
fi: Jos olet alle 15-vuotias, pyydä huoltajaasi asioimaan Omaolossa puolestasi.
sv: Om du är under 15 år, be din vårdnadshavare sköta dina ärenden i Omaolo för dig.

# MunicipalityContactInfoViewController.Text.SecondaryContactTitle
source: Other contact methods
sv: Övriga kontaktmetoder

# MunicipalityContactInfoViewController.Text.SecondaryContactBody
source: Alternatively, you can contact the municipal healthcare services in another way:
sv: Alternativt kan du kontakta kommunens hälsovård på annat sätt:

# MunicipalityContactInfoViewController.Text.ContactFirstTitle
source: First contact healthcare services by phone or online
sv: Ta först kontakt per telefon eller elektroniskt

# MunicipalityContactInfoViewController.Text.ContactFirstBody
source: Contact healthcare services by phone or online before going to a healthcare facility. If your condition is very poor, contact an emergency clinic. If your life is in danger, call the emergency number 112.
sv: Kontakta hälsovården per telefon eller elektroniskt innan du besöker hälsovårdens verksamhetsställe. Om ditt tillstånd är mycket dåligt kontakta jouren. I livshotande situationer ring nödnumret 112.

# SelectMunicipalityViewController.Text.Title
source: Select municipality
fi: Valitse kunta
sv: Välj kommun

# SelectMunicipalityViewController.Text.SearchPlaceholder
source: Search
fi: Etsi
sv: Sök

# SelectMunicipalityViewController.Text.ErrorTitle
source: Error loading municipality list
fi: Virhe kuntatietojen lataamisessa
sv: Det gick inte att ladda kommunuppgifterna

# SelectMunicipalityViewController.Text.ErrorMessage
source: The municipality list could not be loaded. Please check your internet connection and try again.
fi: Kuntatietojen lataaminen ei onnistunut. Tarkista verkkoyhteys ja yritä uudelleen.
sv: Kontrollera din nätverksanslutning och försök på nytt.

# ExposureGuideViewController.Text.Title
source: If you receive an exposure notification, follow these instructions
sv: Om du får ett exponerings­meddelande, gör så här

# ExposureGuideViewController.Text.ButtonClose
source: Close
sv: Stäng

# ExposureGuideViewController.Text.ButtonPrevious
source: Previous
sv: Tidigare

# ExposureGuideViewController.Text.ButtonNext
source: Next
sv: Nästa

# ExposureGuideViewController.Text.Step1
source: If you have been near a person who has reported their coronavirus infection via the application, you will receive a notification of potential exposure to your phone. Tap on the notification to open Koronavilkku.
sv: Om du har varit i närheten av en person som har anmält om sin coronainfektion via appen får du ett meddelande om eventuell exponering till din telefon. Tryck på meddelandet så öppnas Coronablinkern.

# ExposureGuideViewController.Text.Step2
source: Press the red See instructions button.
sv: Tryck på den röda knappen Se anvisningar.

# ExposureGuideViewController.Text.Step3
source: You will receive instructions on what to do. Also read the local instructions on the website of your municipality of residence. If you need healthcare services, press the Contact button.
sv: Du får anvisningar om hur du ska förfara. Se också de lokala anvisningarna på din kommuns webbplats. Om du behöver hälsovårdstjänster, tryck på Ta kontakt.

# ExposureGuideViewController.Text.Step4
source: Select the municipality. You can contact the healthcare services via the contact methods provided by the municipality, such as via the Omaolo online service.
sv: Välj kommun. Du kan kontakta hälsovården på det sätt som kommunen erbjuder, till exempel via webbtjänsten Omaolo.

# ExposureGuideViewController.Text.Step5
source: Continue to comply with the instructions provided through the Koronavilkku app for at least 5 days.
sv: Fortsätt följa anvisningarna i Coronablinkern i minst 5 dagar.

# HeaderContinueByAcceptingExposureLogging
source: Select "allow" to continue setting up the application
fi: Jatka käyttöönottoa valitsemalla "Salli"
sv: Fortsätt aktiveringen genom att välja "Tillåt"

# ContactRequestItemTitle
source: Send a contact request
fi: Lähetä yhteydenottopyyntö
sv: Skicka kontaktbegäran

# ContactRequestItemInfo
source: Only for people without symptoms (not for children under 15)
fi: Vain oireettomille (ei alle 16-vuotiaille)
sv: Endast för symtomfria personer (som fyllt 15 år)

# OnboardingIntroTitle
source: Thank you for installing Koronavilkku
fi: Kiitos, että latasit Koronavilkun
sv: Tack för att du laddade ner Coronablinkern

# OnboardingIntroText
source: Koronavilkku is an application produced by the Finnish Institute for Health and Welfare. It aims to prevent the spread of COVID-19 disease. Your privacy is strongly protected in the application.
fi: Koronavilkku on Terveyden ja hyvinvoinnin laitoksen tuottama sovellus, jonka avulla pyritään ehkäisemään koronavirustaudin leviämistä. Sovelluksessa yksityisyytesi on vahvasti suojattu.
sv: Coronablinkern är en applikation (app) som Institutet för hälsa och välfärd ansvarar för. Med appen strävar man till att förebygga spridningen av coronaviruset. Appen skyddar effektivt din identitet.

# OnboardingConceptTitle
source: How the app works
fi: Näin sovellus toimii
sv: Så här fungerar appen

# OnboardingConceptText
source: Koronavilkku looks for nearby phones that have the same app installed. If someone you have previously met reports via Koronavilkku that they have COVID-19, you receive an exposure notification. If you are diagnosed with COVID-19, you can report this anonymously using the app.
fi: Koronavilkku seuraa lähelläsi olevia puhelimia, joihin on asennettu sama sovellus. Jos aiemmin kohtaamasi henkilö ilmoittaa tartunnastaan Koronavilkun avulla, saat ilmoituksen altistumisesta. Jos sinulla todetaan tartunta, voit ilmoittaa siitä sovelluksella nimettömästi.
sv: Coronablinkern följer med de telefoner i din närhet, på vilka appen är installerad. Om en person som du tidigare mött meddelar om coronavirus­infektion via Coronablinkern får du ett meddelande om att du blivit utsatt (exponerad) för smitta. Om du med ett coronavirustest konstateras ha fått smittan, kan du meddela om det här anonymt med appen.

# OnboardingNotificationsTitle
source: Turn on notifications
sv: Ta meddelanden i bruk

# OnboardingNotificationsText
source: Turn on notifications so that Koronavilkku can notify you of potential exposure even if the app is closed.
sv: Ta meddelandena i bruk för att Coronablinkern ska kunna meddela dig om eventuell exponering även om applikationen är stängd.

# OnboardingNotificationsButtonLabel
source: Turn on
sv: Ta i bruk

# OnboardingYourPrivacyIsProtected
source: Your privacy is protected
fi: Yksityisyytesi on suojattu
sv: Din identitet är skyddad

# OnboardingHowYourPrivacyIsProtected
source: Koronavilkku protects your data and privacy in several ways.
fi: Koronavilkku suojaa tietojasi ja yksityisyyttäsi monin tavoin.
sv: Coronablinkern skyddar dina personuppgifter och din identitet på flera sätt.

# OnboardingPrivacyTitle
source: About personal information
fi: Henkilötiedot
sv: Personuppgifter

# OnboardingPrivacyText
source: Koronavilkku does not store your name, date of birth or contact information. It cannot determine your identity or the identity of the people you come close to. The application does not collect location data.
fi: Koronavilkku ei tallenna nimeäsi, syntymäaikaasi tai yhteystietojasi. Se ei pysty selvittämään sinun tai tapaamiesi ihmisten henkilöllisyyttä. Sovellus ei kerää sijaintitietoja.
sv: Coronablinkern lagrar inte ditt namn, ditt födelsedatum eller dina kontaktuppgifter. Den kan inte avslöja din identitet eller identiteten på personer du möter.

# OnboardingUsageTitle
source: How the app uses your data
fi: Sovelluksen käyttötiedot
sv: Användnings­uppgifter som gäller appen

# OnboardingUsageText
source: The app informs the server that the app is running. If you contact healthcare services through the app, the app will also provide information that you may have been exposed to COVID-19. All communication between Koronavilkku and the server is encrypted. The data is stored anonymously on a server located in Finland, and this server is managed by public administration bodies. The information system is only in use for the period specified in the Communicable Diseases Act. The information system and its data will be deleted when the system is no longer needed.
fi: Sovellus välittää palvelimelle tiedon siitä, että sovellus on toiminnassa. Jos otat yhteyttä terveydenhuoltoon sovelluksen kautta, sovellus välittää lisäksi tiedon, oletko mahdollisesti altistunut tartunnalle. Kaikki tietoliikenne Koronavilkun ja palvelimen välillä on salattu. Tiedot tallennetaan nimettömänä palvelimelle, joka sijaitsee Suomessa. Palvelinta hallinnoivat julkishallinnon toimijat. Tiedot poistetaan, kun niitä ei enää tarvita. Viimeistään tiedot poistetaan 31.3.2021.
sv: Appen meddelar till en server att den är påkopplad. Om du kontaktar hälsovården via appen, förmedlar den dessutom information om att du eventuellt blivit utsatt för viruset. All datatrafik mellan Coronablinkern och servern är krypterad. Informationen lagras anonymt på en server som är belägen i Finland. Servern underhålls av myndigheter inom den offentliga förvaltningen. Informations­systemet används endast under den tid som fastställs i lagen om smittsamma sjukdomar. Informations­systemet och dess uppgifter raderas när systemet inte längre behövs.

# OnboardingVoluntaryTitle
source: Use is voluntary
fi: Käyttö on vapaaehtoista
sv: Appen är inte obligatorisk

# OnboardingVoluntaryText
source: You do not have to use Koronavilkku. You can stop using it at any time by removing the app from your phone.
fi: Koronavilkun käyttö ei ole pakollista. Voit milloin tahansa lopettaa käytön poistamalla sovelluksen puhelimestasi.
sv: Det är frivilligt att använda Coronablinkern. Du kan när som helst sluta använda appen genom att avlägsna den från din telefon.

# OnboardingAcceptTerms
source: I have read and agree to the terms of use for the service.
fi: Olen lukenut ja hyväksyn palvelun käyttöehdot.
sv: Jag har läst och godkänner användnings­villkoren för tjänsten.

# OnboardingReadTerms
source: Read the terms of use
fi: Lue käyttöehdot
sv: Läs användnings­villkoren

# OnbardingVoluntaryUse
source: I am voluntarily starting to use the application
fi: Otan sovelluksen vapaaehtoisesti käyttööni.
sv: Jag börjar frivilligt använda appen.

# OnboardingDone
source: Set-up complete!
fi: Käyttöönotto valmis!
sv: Klar att användas!

# HomeLogoLinkURL
source: https://thl.fi/en/web/thlfi-en
fi: https://www.thl.fi/fi
sv: https://thl.fi/sv/web/thlfi-sv

# HomeLogoLinkLabel
source: Finnish Institute for Health and Welfare
fi: Terveyden ja hyvinvoinnin laitos
sv: Institutet för hälsa och välfärd

# GuideTitle
source: About Koronavilkku
fi: Tietoa Koronavilkusta
sv: Om Coronablinkern

# GuideText
source: Koronavilkku is an application produced by the Finnish Institute for Health and Welfare that informs you if it estimates that you may have been exposed to the coronavirus. If you are diagnosed with COVID-19, you can report this anonymously using the app. Your privacy is strongly protected.
fi: Koronavilkku on Terveyden ja hyvinvoinnin laitoksen tuottama sovellus, jonka avulla saat tiedon, jos olet sovelluksen arvion mukaan altistunut koronavirukselle. Jos sinulla todetaan tartunta, voit ilmoittaa siitä sovelluksella nimettömästi. Sovelluksessa yksityisyytesi on vahvasti suojattu.
sv: Coronablinkern är en applikation (app) som Institutet för hälsa och välfärd ansvarar för. Appen analyserar om du eventuellt har blivit utsatt för coronaviruset. Om du har konstaterats ha en coronavirus­infektion, kan du meddela om det här anonymt via appen. Appen skyddar effektivt din identitet.

# GuideSeedTitle
source: Each phone receives a random code
fi: Jokainen puhelin saa satunnaisen tunnuskoodin
sv: Varje telefon får en slumpmässig identifikationskod

# GuideSeedText
source: The application generates an ID code for each phone. The code is random and changes several times an hour to ensure your privacy. The ID code does not contain information about you or your phone.
fi: Sovellus arpoo jokaiselle puhelimelle tunnuskoodin. Koodi on satunnainen ja vaihtuu useita kertoja tunnissa, jotta yksityisyytesi voidaan varmistaa. Tunnuskoodi ei sisällä tietoja sinusta tai puhelimestasi.
sv: Appen lottar ut en identifikations­kod till varje telefon. Koden är slumpmässig och byts ut flera gånger per timme så att din identitet inte kan avslöjas. Identifikations­koden innehåller inga uppgifter om dig eller din telefon.

# GuideExchangeTitle
source: Phones swap codes with each other
fi: Puhelimet jakavat tunnuskoodit toisilleen
sv: Telefonerna skickar identifikations­koder åt varandra

# GuideExchangeText
source: When close enough to each other, the apps swap codes through a Bluetooth signal. This allows the application to keep track of encounters without saving users' identity or location data.
fi: Kun olet lähellä toista Koronavilkun käyttäjää, puhelimenne jakavat tunnuskoodinsa toisilleen Bluetooth-tekniikalla. Näin sovellus voi pitää kirjaa kohtaamisista tallentamatta käyttäjiensä henkilöllisyyttä tai sijaintia.
sv: När du är nära en annan person som använder Coronablinkern delar era telefoner ut sina identifikations­koder till varandra via Bluetooth. På det här sättet kan appen följa med telefoner som bärs av andra personer. Appen lagrar inte användarnas identitet eller plats.

# GuideCompareTitle
source: The app compares codes
fi: Sovellus vertaa käyttäjien koodeja
sv: Appen jämför användarnas koder

# GuideCompareText
source: Koronavilkku downloads a list of codes from the server several times a day. The list contains the codes of the phones that have been used to report a COVID-19 infection through the app. Koronavilkku compares these codes to the codes your phone has collected from other app users. This enables the app to determine whether you have been near an infected person.
fi: Koronavilkku hakee useita kertoja päivässä palvelimelta listan koodeista, joita tartunnan saaneiden puhelimissa olevat sovellukset ovat lähettäneet. Koronavilkku vertaa niitä koodeihin, joita puhelimesi on kerännyt muilta sovelluksen käyttäjiltä. Näin sovellus voi päätellä, oletko ollut lähellä tartunnan saanutta henkilöä.
sv: Coronablinkern laddar flera gånger per dag ner en förteckning över koder som skickats från smittade personers telefoner med samma app. Coronablinkern jämför dessa med de koder som din telefon har samlat in från andra användare. På det här sättet kan appen avgöra om du har varit i närheten av en person som har coronavirus­infektion.
